{
  "racer": [
    {
      "id": 1,
      "name": "Lewis Hamilton",
      "image": "Hamilton.png",
      "points": 87,
      "information": "Lewis Hamilton is a British Formula 1 racing driver who is considered one of the greatest drivers in the history of the sport. Born on January 7, 1985, he has achieved numerous records and accolades throughout his career.",
      "career": "Hamilton made his Formula 1 debut in 2007 with McLaren. After six seasons with McLaren, he joined Mercedes in 2013 and has been driving for the team ever since. Hamilton has won multiple World Championships and has established himself as one of the most successful and influential figures in Formula 1.",
      "team": "Mercedes",
      "country": "United Kingdom"
    },
    {
      "id": 2,
      "name": "Lando Norris",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/5579.png",
      "points": 12,
      "information": "Lando Norris is a British racing driver who competes in Formula 1. He made his debut in 2019 with McLaren and has shown great promise since then. Norris is known for his impressive racecraft and ability to secure strong results, making him one of the rising stars in the sport.",
      "career": "Norris started his racing career in karting and progressed through the junior formulae. He became a member of the McLaren Young Driver Program and earned a promotion to the Formula 1 team. Norris has consistently showcased his talent and potential, proving to be a valuable asset for McLaren.",
      "team": "McLaren",
      "country": "United Kingdom"
    },
    {
      "id": 3,
      "name": "Sergio Perez",
      "image": "https://res.cloudinary.com/f1-tracker/image/upload/f_auto/v1618736029/FullBody/PerezFull.png",
      "points": 117,
      "information": "Sergio Perez is a Mexican Formula 1 racing driver. He has competed in the sport since 2011 and has driven for various teams, including Racing Point and Red Bull Racing. Perez is known for his consistency and ability to deliver strong performances, often securing valuable points for his team.",
      "career": "Perez began his Formula 1 journey with Sauber and has since established himself as a skilled driver. He has showcased his talent with impressive performances and notable podium finishes. In 2021, Perez joined Red Bull Racing, further solidifying his position as a competitive driver in the championship.",
      "team": "Red Bull Racing",
      "country": "Mexico"
    },
    {
      "id": 4,
      "name": "Fernando Alonso",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/348.png",
      "points": 99,
      "information": "Fernando Alonso is a Spanish racing driver who is known for his exceptional skills and competitive spirit. He made his Formula 1 debut in 2001 and has since won two World Championships. Alonso has returned to Formula 1 in 2021 after a brief hiatus and continues to showcase his talent on the track.",
      "career": "Alonso's Formula 1 career spans over two decades, during which he has driven for renowned teams like Renault and Ferrari. He achieved remarkable success, securing numerous victories and championships. Alonso's passion for racing and his strategic approach make him a formidable contender on any circuit.",
      "team": "Alpine",
      "country": "Spain"
    },
    {
      "id": 5,
      "name": "Max Verstappen",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/4665.png",
      "points": 170,
      "information": "Max Verstappen is a Dutch racing driver who competes in Formula 1. He made his debut in 2015 as the youngest driver in the history of the sport. Verstappen has gained a reputation for his aggressive driving style and remarkable overtaking maneuvers, making him a formidable competitor.",
      "career": "Verstappen's Formula 1 career started with Toro Rosso (now AlphaTauri) before he moved to Red Bull Racing. He quickly made an impact with his fearless driving and exceptional talent. Verstappen has achieved multiple victories and has emerged as a key rival to the established drivers in the championship.",
      "team": "Red Bull Racing",
      "country": "Netherlands"
    },
    {
      "id": 6,
      "name": "George Russell",
      "image": "https://sportsbase.io/images/gpfans/copy_380x388/cea506e8bc3c4a09a528df690f9234393b05139e.png",
      "points": 65,
      "information": "George Russell is a British racing driver who has shown great promise in his Formula 1 career. He made his debut in 2019 with Williams and has consistently impressed with his performances. Russell is regarded as a future star in the sport and has attracted attention from top teams.",
      "career": "Russell began his racing career in the junior formulae and quickly rose through the ranks. He joined the Williams team in Formula 1 and demonstrated his talent despite challenging circumstances. Russell's strong performances have caught the eye of Mercedes, positioning him for potential future success.",
      "team": "Mercedes",
      "country": "United Kingdom"
    },
    {
      "id": 7,
      "name": "Carlos Sainz",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/4686.png",
      "points": 58,
      "information": "Carlos Sainz is a Spanish racing driver who has made a mark in Formula 1 with his consistent performances. He has competed for multiple teams and has shown versatility across different circuits and conditions.",
      "career": "Sainz began his Formula 1 career with Toro Rosso before moving to Renault and McLaren. He has showcased his skill and determination, securing valuable points for his teams. Sainz's experience and adaptability make him a valuable asset on the grid.",
      "team": "Ferrari",
      "country": "Spain"
    },
    {
      "id": 8,
      "name": "Charles Leclerc",
      "image": "https://e1.365dm.com/f1/drivers/256x256/h_full_1489.png",
      "points": 42,
      "information": "Charles Leclerc is a talented racing driver from Monaco who has established himself as a rising star in Formula 1. He made his debut in 2018 with Sauber (now Alfa Romeo) and quickly impressed with his performances.",
      "career": "Leclerc's Formula 1 journey began with Sauber, where he showcased his raw talent. He later joined Ferrari, one of the most iconic teams in the sport. Leclerc has achieved notable success and has demonstrated his ability to compete at the highest level.",
      "team": "Ferrari",
      "country": "Monaco"
    },
    {
      "id": 9,
      "name": "Valtteri Bottas",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/4520.png",
      "points": 24,
      "information": "Valtteri Bottas is a Finnish racing driver who has been a consistent performer in Formula 1. He joined Mercedes in 2017 and has played a crucial role in the team's success, supporting Lewis Hamilton in their quest for championships.",
      "career": "Bottas started his Formula 1 career with Williams before securing a seat at Mercedes. He has demonstrated his skill and ability to perform under pressure, often delivering strong results for the team. Bottas is known for his speed and dedication to his craft.",
      "team": "Mercedes",
      "country": "Finland"
    },
    {
      "id": 10,
      "name": "Esteban Ocon",
      "image": "https://a.espncdn.com/combiner/i?img=/i/headshots/rpm/players/full/4678.png",
      "points": 14,
      "information": "Esteban Ocon is a French racing driver who has made a mark in Formula 1 with his consistent performances. He has competed for multiple teams and has shown his potential as a skilled and determined driver.",
      "career": "Ocon's Formula 1 journey started with Manor Racing before moving to Force India (now Aston Martin) and Alpine. He has demonstrated his ability to deliver strong results and has shown promise for future success. Ocon's determination and racing acumen set him apart on the grid.",
      "team": "Alpine",
      "country": "France"
    }
]}